{
  "q": "\"London\"",
  "num_hits": 7207,
  "hits": [
    {
      "doc": {
        "category": [
          "CATEGORY: HOSPITAL DEATH (CLINICAL PROCEDURES AND MEDICAL MANAGEMENT) RELATED DEATHS; CHILD DEATH"
        ],
        "coroner_area": [
          "<p>Coroners Area: London (North)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: Andrew Walker</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 6 January 2015</p>"
        ],
        "filename": [
          "London-2015-0003_page1.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: Carla London</p>"
        ],
        "person": [
          "carla-london"
        ],
        "ref": [
          "2015-0003"
        ],
        "text": [
          "‘gv 2 = Her Majesty’s Coroner for the\nRS Northern District of Greater London\n\nmed (Harrow, Brent, Barnet, Haringey and Enfield)\n\n \n\n  \n      \n    \n   \n    \n    \n     \n    \n   \n  \n    \n \n  \n\nThe MATTERS OF CONCERN are as follows. —\n\n  \n\nThat coroner shares the concerns expressed by the independent expert\nthat consideration should be given to NICE guidance on late onset\nsepsis in under 1500 gms babies and that and for research in to HeRO or\nother infection monitoring systems.\n\nVIE SNE ILV HUSUNI VAN VME 2 IVUT EE COTE ECEE EC ECEEE EC ECEEEEECEEEECECEEEECEOSEER EAA PE UN BRED SPAIADAPOA DPA\n\nACTION SHOULD BE TAKEN\n\n \n \n\nIn my opinion action should be taken to prevent future deaths and | believe you\n[AND/OR your organisation] have the power to take such action.\n\nYOUR RESPONSE\n\nYou are under a duty to respond to this report within 56 days of the date of this report,\nnamely by Monday 30\" February 2015. |, the coroner, may extend the period.\n\n \n\nYour response must contain details of action taken or proposed to be taken, setting out\nthe timetable for action. Otherwise you must explain why no action is proposed.\n\nCOPIES and PUBLICATION\n\n  \n\n| have sent a copy of my report to the Chief Coroner and to the following Interested\nPersons;-\n\nRepresentatives of the family.\n\n    \n      \n      \n\nlam also under a duty to send the Chief Coroner a copy of your response.\n\nThe Chief Coroner may publish either or both in a complete or redacted or summary\nform. He may send a copy of this report to any person who he believes may find it useful\nor of interest. You may make representations to me, the coroner, at the time of your\nresponge, about tha release or the publication of your response by the Chief Coroner.\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/carla-london/"
        ]
      },
      "id": 18252
    },
    {
      "doc": {
        "category": [
          "CATEGORY: HOSPITAL DEATH (CLINICAL PROCEDURES AND MEDICAL MANAGEMENT) RELATED DEATHS; CHILD DEATH"
        ],
        "coroner_area": [
          "<p>Coroners Area: London (North)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: Andrew Walker</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 6 January 2015</p>"
        ],
        "filename": [
          "London-2015-0003_page0.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: Carla London</p>"
        ],
        "person": [
          "carla-london"
        ],
        "ref": [
          "2015-0003"
        ],
        "text": [
          ", ; North London Coroners Court,\nHer Majesty’s Coroner for the 09 Wood Street\n\nAe 's\nPR Northern District of Greater London Barnet EN5 4BE\n;\n\n9,\n0\n\nhe (Harrow, Brent, Barnet, Haringey and Enfield) 1 one 0208 447 7680\n\nFax 0208 447 7689\n\nREGULATION 28 REPORT TO PREVENT FUTURE DEATHS\n\nTHIS REPORT iS BEING SENT TO:\nDepartment of Health\n\nRichmond House\n\n79 Whitehall\n\nLondon\n\nSW1A 2NS\n\n \n\nCORONER\n\nHEM AN EAS SPAT AYES RENAN RE RANE\n\n[am Andrew Walker, senior coroner, for the coroner area of Northern District of Greater\nLondon\n\nCORONER’S LEGAL POWERS\n\n| make this report under paragraph 7, Schedule 5, of the Coroners and Justice Act 2009\nand regulations 28 and 29 of the Coroners (Investigations) Regulations 2013.\n\nELE EHR ENR RAD RR ER NT RAT AT\n\nINVESTIGATION and INQUEST\n\nOn the 15 Day of April 2014 | opened an investigation touching the death of Carla\nLondon, 12 days old. The inquest concluded on the 21st November 2014. The\nconclusion of the inquest was “Natural Causes”, the medical case of death was ia E\nColi septicaemia 1b Extreme Prematurity\n\nCIRCUMSTANCES OF THE DEATH\n\nCarla was born on the 14\" April 2011 weighing 970 gms in hospital. On\nthe 20\" April Carla was given a course of antibiotics for a suspected\nsepsis. The antibiotics were stopped on the 24\" April 2011. During the\nafternoon of the 25\" April 2011 Carla was noticed to be unwell by her\nmother and was reassured by a nurse.\n\nCarla was recognised to be unwell by the staff on the morning of the 26\"\nApril 2011 and rapidly deteriorated and died in hospital at 14.30 hrs on\n\noa ana at ara na ara anand MERA RDD IIIS RRO WINS KGET RN THEE EMER AE ER EME ARIS TARDE DIRE MEARNS il rt Hi Ro A LEAL HAE IENE IA\n\nthe same day.\n\nExpert evidence heard at the inquest suggested that there should be\nNICE guidance on late onset sepsis in under 1500 gms babies and that\nand for research in to HeRO or other infection monitoring systems.\n\nCORONER’S CONCERNS\n\nDuring the course of the inquest the evidence revealed matters giving rise to concern. In\nmy opinion there is a risk that future deaths will occur unless action is taken. In the\ncircumstances it is my statutory duty to report to you.\n\n \n\n \n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/carla-london/"
        ]
      },
      "id": 18251
    },
    {
      "doc": {
        "category": [
          "CATEGORY: HOSPITAL DEATH (CLINICAL PROCEDURES AND MEDICAL MANAGEMENT) RELATED DEATHS; CHILD DEATH"
        ],
        "coroner_area": [
          "<p>Coroners Area: London (North)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: Andrew Walker</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 6 January 2015</p>"
        ],
        "filename": [
          "2015-0003-Response-by-Department-of-Health_page0.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: Carla London</p>"
        ],
        "person": [
          "carla-london"
        ],
        "ref": [
          "2015-0003"
        ],
        "text": [
          "From Dr Dan Poulter MP\n1 Parli t der Secretary of State for Healtl\nAR R EGC [f= IVE tf arliamentary under Secretary of State for Health\n\n \n  \n\n  \n\n  \n\nDepartment 05 MAR 2015 aero Whitehall\nofHealth | Bane\nTel: 020 7210 4850\nPOCS5 912385\nAndrew Walker\n\nHM Coroner for the Northern District of Greater London\nNorth London Coroner’s Court\n\n29 Wood Street\n\nBarnet\n\nENS 4BE\n\n3™ March 2015\n\nDear Mr Walker,\n\nThank you for your letter to the Department of Health about the death of Carla London. I am\nresponding as the Minister with responsibility for Child Health and the National Institute for\nHealth and Clinical Excellence (NICE).\n\nI was very sorry to read about baby Carla’s death and I would be grateful if you would pass my\nsincere condolences to her family.\n\nYour report details Carla’s very low birth weight and treatment for sepsis in April 2011. You\nalso note that expert evidence heard at the inquest proposed that there should be NICE guidance\non late onset sepsis in babies under 1500gms and suggested research into infection monitoring\nsystems .\n\nThe Government recognises the importance of starting well through early intervention and\nprevention and has included ‘low birth weight of term babies’ as an indicator of health\nimprovement in Public Health Outcomes Framework for 2013-16. We have also made reducing\ninfant mortality an area of improvement for the NHS in the NHS Outcomes Framework.\n\nIn addition, the organisation Mothers and Babies - Reducing Risk through Audits and\nConfidential Enquiries across the UK (MBRRACE-URK), has been appointed to continue the\nnational programme of work investigating maternal deaths, stillbirths and infant deaths. They\naim to identify what went wrong and why and will make national recommendations on how care\ncan be improved for all mothers and babies.\n\nThe Royal College of Obstetricians and Gynecologists (RCOG) produced specific guidelines on\nbacterial sepsis during and following pregnancy in 2012 and in January 2015, the Department\nannounced further measures to tackle sepsis, involving the NHS, government and national\nhealth bodies.\n\nOur aim is to make tackling sepsis as important to the NHS as C. difficile and MRSA, where\nrates have virtually halved since 2010. It is estimated that 11,000 lives and £160 million could\nbe saved every year through better diagnosis and treatment.\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/carla-london/"
        ]
      },
      "id": 18249
    },
    {
      "doc": {
        "category": [
          "CATEGORY: HOSPITAL DEATH (CLINICAL PROCEDURES AND MEDICAL MANAGEMENT) RELATED DEATHS; CHILD DEATH"
        ],
        "coroner_area": [
          "<p>Coroners Area: London (North)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: Andrew Walker</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 6 January 2015</p>"
        ],
        "filename": [
          "2015-0003-Response-by-Department-of-Health_page1.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: Carla London</p>"
        ],
        "person": [
          "carla-london"
        ],
        "ref": [
          "2015-0003"
        ],
        "text": [
          "Plans include an audit of practice in every GP surgery in England by March 2015, and a new\ntool for GPs to diagnose sepsis among children under 5. New diagnosis and incentivised\ntreatment goals for hospitals are also designed to help raise standards. Further information is\nattached for your convenience and available at:\n\nwww.gov.uk/ government/news/new-action-to-reduce-sepsis\n\nWe have shared your report with the Centre for Clinical Practice at NICE, so that NICE can take\nyour concerns about this case into account in the development of its guidance in this important\narea. NICE’s clinical guideline development process involves an assessment of the available\nevidence, and consultation with key stakeholders.\n\nNICE is currently developing a clinical guideline on sepsis which will cover the recognition,\ndiagnosis and management of severe sepsis in people of all ages. NICE will decide whether this\nshould include an assessment of the HeRo heart rate monitoring system and other such systems.\nNICE currently expects to publish its final guidance on this topic in July 2016.\n\nThe new guideline is intended to complement existing NICE guidance on antibiotics for early-\nonset neonatal infection. This was published in 2012 and outlines best practice for preventing\nand treating sepsis in infants during the neonatal period. Further information is available at:\n\nwww.nice.org.uk/guidance/indevelopment/gid-cgwave0686\n\nLocal maternity and neonatal care providers determine how best to deliver services in their area.\nIn doing so we would always expect them to give due regard to NICE guidance.\n\nI hope that this information is helpful and I thank you for bringing the circumstances of Carla’s\ndeath to our attention.\n\nBest wishes,\n\n \n\nDR DAN POULTER\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/carla-london/"
        ]
      },
      "id": 18250
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page3.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          "There are a variety of mechanisms to provide this advice and guidance. These\ninclude:\n\nEngagement with stakeholders for crowded places by Counter Terrorism\nSecurity Advisers (‘CTSAs’) who provide advice to site owners and\noperators, local authorities and others;\n\nTargeted awareness-raising sessions and training courses delivered by\nCTSAs and Counter Terrorism Awareness Advisers (‘CTAAs’) with\ncrowded places managers, front of house and other staff;\n\nEngagement with representatives of leading crowded places sectors\n(e.g. sports grounds, shopping centres, entertainment centres), member\nassociations and organisations who own or are responsible for crowded\nplaces;\n\nAdvice provided to local authorities, planners, developers and architects\nby CTSAs, the Centre for the Protection of National Infrastructure\n(‘CPNI’), and by the Ministry of Housing, Communities and Local\nGovernment through the National Planning Policy Framework and\nassociated Guidance,? designed to ensure that proportionate security\nmeasures are considered for appropriate new builds and\nrefurbishments;\n\nOnline advice and guidance, regularly reviewed and updated, for\nresponsible parties from Counter Terrorism Policing and CPNI; and\nTargeted communications to crowded places stakeholders from Counter\nTerrorism Policing.\n\nReview of crowded places\n\nAs the Government witness for the SSHD at the Inquests acknowledged, the\nprocess for prioritising CTSA engagement at sites at the time of the London\nBridge and Borough Market Attacks was based on the terrorist threat picture at\nthe time, and its criteria had the potential to exclude a number of locations from\nbeing considered for engagement.\n\nlt is estimated that there are over 625,000 organisations which operate at least\none crowded place in the UK. All of these are potentially vulnerable and to\nattack by terrorists. It would not be appropriate or proportionate to visit each of\nthese organisations individually to provide advice and guidance. Advice is\navailable for all stakeholders through the above highlighted mechanisms.\n\n2 https://www.gov.uk/government/publications/national-planning-policy-framework--2\n\n2\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 11854
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page21.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          "should be given to whether it may be possible for control room staff to\nisolate and record messages so that they can be listened to separately.\n\nThis is a technical issue for the police and will be considered by them, in\ncollaboration with the Emergency Services Network programme.\n\nMC17 - Addressed to the LAS, MPS and CoLP: | suggest that\nconsideration be given to introducing / improving technical measures to\nassist in identifying the exact locations of emergency services personnel\nso that they can be communicated reliably to other first responders.\n\nThe Government understands that considerable work has been undertaken in\nrelation to this issue within the emergency services, and that there is some\ncapability for asset tracking within the emergency services. However, this is\nlargely single service in approach and there is currently no clear technical\nsolution. The National Police Chiefs’ Council is leading work in this area on\nbehalf of the police.\n\nMC18 - Addressed to the MPS and LAS: The evidence at the Inquests\nindicated that life-saving efforts of the emergency services, especially in\nmajor incidents, are improved by better communications between them.\nGiven the challenges of communications in the early stages of incidents,\n1 suggest that consideration be given (including through the Blue Light\nCollaboration Programme) to the possibility of having a small number of\nLAS and London Fire Brigade staff stationed in the MPS control room at\nall times.\n\nThe JOPs emphasise the importance of an early three-way communication link\nbetween the emergency services and sustained effective communications\nthroughout an incident. The JOPs do not prescribe where or how this should\noccur, to preserve the principle of flexibility that is required. The principles of\ncoordination and co-location are also emphasised in the JOPs. The emergency\nservices will respond on the practicality of the specific recommendation.\n\n20\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 11852
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page0.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          " \n\no | Home Secretary\n\nHome Office\n2 Marsham Street\n\nLondon SW1P 4DF\n\nwww.gov.uk/home-office\n\nSian Jones\n\nPartner, BDP Pitmans\n50 Broadway\n\nLondon\n\nSW1H OBL\n\n10 January 2020\n\nDear Sian\nLondon Bridge and Borough Market: Prevention of Future Death (PFD) Report\n\nThank you for sending to me the Report on Action to Prevent Future Deaths (PFD Report),\nfollowing from your inquests into the tragic events at London Bridge and Borough Market\non 3 June 2017. | am grateful to you for drawing your concerns to my attention. Please\naccept this response on behalf of HM Government as a whole, including the Security\nService, Secret Intelligence Service, Home Office and Department for Transport.\n\nComments on each of the specific recommendations are annexed to this letter. Those\nmatters on which you have not felt that a formal recommendation is appropriate are also\nnoted, and we will continue to keep the wider issues under review. Importantly, this\nGovernment has committed to consider the scope of existing legislation, and whether new\nlegislation is required to improve the safety and security of public venues.\n\nSince you issued this report we have also suffered a horrific attack at Fishmongers’ Hall, in\nwhich two innocent people lost their lives. My highest priority as Home Secretary is to keep\npeople in the UK safe and my department, and indeed the whole operational community,\nwill continue to review and adapt our approach to countering terrorism to ensure we are\ndoing all we can to counter the threat from terrorism.\n\nWhile much of the report and the response covers issues of policy and practice, we must\nnot lose sight of those that tragically lost their lives that evening. They will remain at the\nforefront of our minds forever.\n\nWhile | understand that our response to the PFD Report brings the formal process of the\nInquest to a close, if there are any further matters of concern then please do not hesitate\nto raise these.\n\nYours sincerely\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 23293
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page7.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          "e Writing to all local planning authorities and revised and updated the\nNational Planning Policy Framework and Guidance®, both of which\nemphasise the role the planning system plays in ensuring that\nappropriate security measures are in place to help mitigate terrorist\nthreats.\n\nThe Government will continue to evaluate how and where our engagement,\nadvice and communications can be improved, to assist public authorities and\nother stakeholders to understand threats, and analyse how they can better\nassess and effectively mitigate them through their processes. Government is\nconsidering the effectiveness of the existing system by which security outcomes\nare realised through the exercise of their functions, and whether it would be\nappropriate to revise or develop new legislative requirements.\n\nGuidance to highways authorities\n\nThe Department for Transport (DfT), working with the UK Roads Liaison Group\nand CPNI, will by the end of 2020 provide additional guidance to all local\nhighways authorities in the United Kingdom. This will build on guidance already\navailable to highway authorities as set out in the Well Managed Highway\nInfrastructure Code of Practice and other channels. The existing guidance\nencourages local highways authorities to adopt a security-minded approach to\ntheir assets, information and people to ensure appropriate and proportionate\nsecurity measures are applied to deter and/or disrupt hostile, malicious,\nfraudulent and criminal behaviours or activities.\n\nResponse to MC5\n\nIMC5 — Addressed to the Secretary of State for the Home Department and\nNaCTSO: | suggest that consideration be given to taking measures to\nmake CTSAs, police forces and local authorities aware of protective\nsecurity equipment / infrastructure which can be installed in response to\nemerging threats (including the criteria and timescales for making\nparticular forms of asset available). | also suggest that consideration be\ngiven to encouraging highway authorities and other public bodies,\nespecially in metropolitan areas, to adopt security boards similar to the\nPRSAB adopted in London, with a view to ensuring that there is good\nunderstanding of what measures can be taken in the short and longer\nterm to protect sites and areas assessed to be vulnerable.\n\n5https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment data/file/627395/Chief_ Pla\nnner letter - security and _planning.pdf\n§ httos://www.aov.uk/quidance/health-and-wellbein\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 23302
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page16.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          "the extent to which more intelligence would have been obtained from Mr Darr\nhad his reporting been passed on to the relevant CTP and MI5 teams.\n\nNotwithstanding the above, the Security Service would wish to assure the Chief\nCoroner that the issue of information management is recognised as being of\nthe utmost importance to its work and has been extensively and robustly\naddressed by MI5 in the form of the Operational Improvement Review (as to\nwhich Lord Anderson noted that there had been detailed recommendations\nmade relating to improvement of systems, guidance and practices). Many of\nthose recommendations have been implemented, constituting a significant\ndevelopment in MI5's information management capability, and work is ongoing\nto further continuous improvement in this area.\n\nRecommendation MC11 to the Chief of the Secret Intelligence Service and\nthe Director-General of the Security Service\n\nRecommendation MC11 - Addressed to the Chief of the Secret Intelligence\nService and the Director- General of the Security Service: | suggest that\nconsideration be given to improving facilities for translating\ncommunications received from foreign security and intelligence services,\nsince the evidence in this case reveals a troubling delay in the translation\nof such a communication.\n\nSlS/Security Service Response\n\nSIS and the Security Service accept that there is a need for improvement in this\narea. A number of improvements have been made in this respect since June\n2017. Since the London Bridge attack, the UK Intelligence Community (UKIC)\nhas enhanced its secure messaging capability with Counter Terrorist Group\npartners in relation to counter-terrorism investigations. There is also stronger\ncooperation on language capability across UKIC. In addition, SIS has formed a\nteam of linguists dedicated to supporting counter-terrorism work - working\nalongside operational officers - and simplified processes for tasking them. SIS\nhas updated its guidance, in consultation with MI5, relating to the appropriate\nand timely dissemination of information or requests from foreign liaisons,\nproviding a clear set of handling guidelines concerning responsibilities towards\ndata and issuing tactical reporting. SIS also continues to upskill overseas\nofficers with language capability.\n\nMC12 — Addressed to the Secretary of State for the Home Department, the\nSecretary of State for Transport and the BVRLA: I suggest that\n\n15\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 11850
    },
    {
      "doc": {
        "category": [
          "CATEGORY: OTHER RELATED DEATHS"
        ],
        "coroner_area": [
          "<p>Coroners Area: London Inner (South)</p>"
        ],
        "coroner_name": [
          "<p>Coroners name: HHJ Mark Lucraft QC</p>"
        ],
        "date_of_report": [
          "<p>Date of report: 1 November 2019</p>"
        ],
        "filename": [
          "2019-0332-Response-by-Home-Office_page19.txt"
        ],
        "name_of_deceased": [
          "<p>Deceased name: London Bridge &amp; Borough Market Terror Attack</p>"
        ],
        "person": [
          "london-bridge-borough-market-terror-attack"
        ],
        "ref": [
          "2019-0332"
        ],
        "text": [
          "Recommendations MC13 to MC18 are not specifically directed to Government\nbut are addressed variously to the London Ambulance Service, the City of\nLondon Police and the Metropolitan Police Service. However, these\nrecommendations do relate to the Prepare strand of the CONTEST strategy for\nwhich OSCT (within the Home Office) has national responsibility. We provide\nsome comments below from Government regarding these recommendations as\nappropriate.\n\nThe recommendations which are directed at the emergency services are\nspecifically directed to the London emergency services. We address them\nbelow on behalf of Government as we consider it important that a national\nperspective be included in the response from each service as well as, where\nappropriate, a Government perspective.\n\nEmergency response to terrorist attacks\n\n'MiC13 - Addressed to the LAS, MPS and CoLP: The evidence in these\nInquests gave rise to concerns that procedures for emergency response\nto marauding terrorist attacks were inflexible. In particular, the evidence\nsuggested that large areas could be designated hot and warm zones for\nlong periods and formally placed out of bounds to most ambulance and\nparamedic staff. This feature of the procedures gave rise to a risk of delay\nin getting medical help to casualties. While this lack of flexibility has\napparently been addressed in the revised Joint Operating Principles, |\nsuggest that procedures generally be reviewed to ensure that they accord\nwith the requirements of speed and flexibility of response which appear\nto be recognised in that document. | also suggest that training exercises\nbe devised which address demanding situations with features such as (a)\nhot and warm zones of uncertain extent; (b) a need for re-assessment of\nhot and warm zones; and (c) a need to locate and assist casualties in\ndangerous areas.\n\nAs indicated in MC13, changes have been made to the multi-agency Joint\nOperating Principles (‘JOPS’) since the Manchester attack. These changes\ndraw on learning from the 2017 attacks in Manchester and London, as well as\nwider exercising and learning, and place greater emphasis on the importance\nof flexibility and on the use of the Joint Emergency Service Interoperability\nPrinciples (‘JESIP’). JOPS is now in its fifth edition, reflecting a continuous\nprocess of reviewing procedures and preparedness. There is already\nconsiderable training and exercising on the response to a range of terrorist\nattack types across the country within all three emergency services. The\nGovernment agrees that it is important to ensure that the JOPs are being\nexercised and applied locally.\n\n18\n\f"
        ],
        "url": [
          "https://www.judiciary.uk/publications/london-bridge-borough-market-terror-attack/"
        ]
      },
      "id": 23298
    }
  ],
  "timings": {
    "timings": [
      {
        "name": "search",
        "duration": 326,
        "depth": 0
      },
      {
        "name": "fetching docs",
        "duration": 1050,
        "depth": 0
      }
    ]
  }
}